Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Villain Arc uses your location to record GPS routes for outdoor runs, walks, and hikes. Your location is only used while a cardio session is active.
de: Villain Arc nutzt deinen Standort, um GPS-Routen für Läufe, Spaziergänge und Wanderungen im Freien aufzuzeichnen. Dein Standort wird nur verwendet, während eine Cardio-Session aktiv ist.
es: Villain Arc usa tu ubicación para grabar rutas GPS de carreras, caminatas y senderismo al aire libre. Tu ubicación solo se usa mientras una sesión de cardio está activa.
fr: Villain Arc utilise ta localisation pour enregistrer des itinéraires GPS de courses, marches et randonnées en extérieur. Ta localisation n'est utilisée que pendant une séance de cardio active.
it: Villain Arc usa la tua posizione per registrare i percorsi GPS di corse, camminate ed escursioni all'aperto. La posizione viene usata solo mentre una sessione cardio è attiva.
ja: Villain Arcは、屋外でのランニング、ウォーキング、ハイキングのGPSルートを記録するために位置情報を使用します。位置情報は有酸素セッションの実行中のみ使用されます。
ko: Villain Arc는 야외 러닝, 걷기, 등산의 GPS 경로를 기록하는 데 위치를 사용해요. 위치는 유산소 세션이 진행 중일 때만 쓰여요.
pt_br: O Villain Arc usa sua localização para gravar rotas GPS de corridas, caminhadas e trilhas ao ar livre. Sua localização só é usada enquanto uma sessão de cardio está ativa.
ru: Villain Arc использует геопозицию, чтобы записывать GPS-маршруты пробежек, прогулок и походов. Геопозиция используется только во время кардио.
zh_hans: Villain Arc 使用你的位置来记录户外跑步、步行和徒步的 GPS 路线。只有在有氧训练进行中时才会使用你的位置。

source: Villain Arc will save the cardio session and any Health metrics or route data captured so far.
de: Villain Arc speichert die Cardio-Session und alle bisher erfassten Health-Metriken oder Routendaten.
es: Villain Arc guardará la sesión de cardio y cualquier métrica de Salud o dato de ruta capturado hasta ahora.
fr: Villain Arc enregistrera la séance de cardio ainsi que toutes les statistiques Santé ou données d'itinéraire capturées jusqu'à présent.
it: Villain Arc salverà la sessione cardio e tutti i dati di Salute o di percorso registrati finora.
ja: Villain Arcは、有酸素セッションと、これまでに記録されたHealthの指標やルートデータを保存します。
ko: Villain Arc가 유산소 세션과 지금까지 기록된 건강 지표, 경로 데이터를 저장해요.
pt_br: O Villain Arc salvará a sessão de cardio e quaisquer métricas de Saúde ou dados de rota capturados até agora.
ru: Villain Arc сохранит кардио вместе со всеми записанными показателями Здоровья и данными маршрута.
zh_hans: Villain Arc 会保存这次有氧训练，以及目前已记录的健康指标和路线数据。

source: Visit Support Page
de: Support-Seite besuchen
es: Visitar la página de soporte
fr: Visiter la page d'assistance
it: Vai alla pagina di supporto
ja: サポートページを開く
ko: 지원 페이지 방문
pt_br: Visitar a página de suporte
ru: Открыть страницу поддержки
zh_hans: 访问支持页面

source: Volume
de: Volumen
es: Volumen
ja: ボリューム
ko: 볼륨
ru: Объём
zh_hans: 训练量

source: Waiting for Apple Health data.
de: Warten auf Apple-Health-Daten.
es: Esperando datos de Apple Salud.
fr: En attente des données Apple Santé.
it: In attesa dei dati da Apple Health.
ja: Apple Healthのデータを待機中です。
ko: Apple Health 데이터를 기다리는 중이에요.
pt_br: Aguardando dados do Apple Saúde.
ru: Ожидаем данные Apple Health.
zh_hans: 正在等待 Apple Health 数据。

source: Wake
de: Aufwachen
es: Despertar
fr: Réveil
it: Risveglio
ja: 起床
ko: 기상
pt_br: Acordar
ru: Подъём
zh_hans: 醒来

source: Wake Day
de: Aufwachtag
es: Día de despertar
fr: Jour de réveil
it: Giorno di risveglio
ja: 起床日
ko: 기상일
pt_br: Dia de acordar
ru: День подъёма
zh_hans: 醒来日

source: Want to start a rest timer for %@ to reflect the new set rest time?
de: Möchtest du einen Pausentimer für %@ starten, der die neue Satzpausenzeit widerspiegelt?
es: ¿Quieres iniciar un temporizador de descanso para %@ que refleje el nuevo tiempo de descanso de la serie?
fr: Veux-tu démarrer un minuteur de repos pour %@ reflétant le nouveau temps de repos de la série ?
it: Vuoi avviare un timer di recupero di %@ per riflettere il nuovo tempo di recupero della serie?
ja: 新しいセットの休憩時間に合わせて、%@の休憩タイマーを開始しますか？
ko: 새 세트 휴식 시간에 맞춰 %@ 휴식 타이머를 시작할까요?
pt_br: Quer iniciar um cronômetro de descanso para %@ que reflita o novo tempo de descanso da série?
ru: Запустить таймер отдыха на %@ с новым временем отдыха?
zh_hans: 要为%@启动休息计时器，以匹配新的组间休息时间吗？

source: Want to update rest timer to reflect the new set rest time?
de: Möchtest du den Pausentimer aktualisieren, damit er die neue Satzpausenzeit widerspiegelt?
es: ¿Quieres actualizar el temporizador de descanso para que refleje el nuevo tiempo de descanso de la serie?
fr: Veux-tu mettre à jour le minuteur de repos pour refléter le nouveau temps de repos de la série ?
it: Vuoi aggiornare il timer di recupero con il nuovo tempo di recupero della serie?
ja: 新しいセットの休憩時間に合わせて、休憩タイマーを更新しますか？
ko: 새 세트 휴식 시간에 맞춰 휴식 타이머를 업데이트할까요?
pt_br: Quer atualizar o cronômetro de descanso para refletir o novo tempo de descanso da série?
ru: Обновить таймер отдыха под новое время отдыха?
zh_hans: 要更新休息计时器，以匹配新的组间休息时间吗？

source: Warm Up Set
de: Aufwärmsatz
es: Serie de calentamiento
fr: Série d'échauffement
it: Serie di riscaldamento
ja: ウォームアップセット
ko: 워밍업 세트
pt_br: Série de aquecimento
ru: Разминочный подход
zh_hans: 热身组

source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
ja: 水
ko: 물
pt_br: Água
ru: Вода
zh_hans: 饮水量

source: Water entries will appear here after you add or sync them.
de: Wassereinträge erscheinen hier, nachdem du sie hinzugefügt oder synchronisiert hast.
es: Las entradas de agua aparecerán aquí después de que las añadas o sincronices.
fr: Les entrées d'eau apparaîtront ici après que tu les auras ajoutées ou synchronisées.
it: Le voci dell'acqua compariranno qui dopo che le hai aggiunte o sincronizzate.
ja: 水分の記録を追加または同期すると、ここに表示されます。
ko: 물 기록을 추가하거나 동기화하면 여기에 표시돼요.
pt_br: As entradas de água aparecerão aqui depois que você as adicionar ou sincronizar.
ru: Записи о воде появятся здесь после добавления или синхронизации.
zh_hans: 添加或同步后，饮水记录会显示在这里。

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
ja: 水曜日
ko: 수요일
pt_br: Quarta-feira
ru: Среда
zh_hans: 星期三

source: Weekday
de: Wochentag
es: Día de la semana
fr: Jour de la semaine
it: Giorno della settimana
ja: 曜日
ko: 요일
pt_br: Dia da semana
ru: День недели
zh_hans: 星期

source: Weekday average active energy chart
de: Diagramm der durchschnittlichen Aktivenergie nach Wochentag
es: Gráfico de energía activa promedio por día de la semana
fr: Graphique de l'énergie active moyenne par jour de la semaine
it: Grafico delle medie di energia attiva per giorno della settimana
ja: 曜日別の平均アクティブエネルギーのグラフ
ko: 요일별 평균 활동 에너지 차트
pt_br: Gráfico de energia ativa média por dia da semana
ru: График средней активной энергии по дням недели
zh_hans: 按星期平均的活动能量图表

source: Weekday average sleep chart
de: Diagramm des durchschnittlichen Schlafs nach Wochentag
es: Gráfico de sueño promedio por día de la semana
fr: Graphique du sommeil moyen par jour de la semaine
it: Grafico delle medie di sonno per giorno della settimana
ja: 曜日別の平均睡眠時間のグラフ
ko: 요일별 평균 수면 차트
pt_br: Gráfico de sono médio por dia da semana
ru: График среднего сна по дням недели
zh_hans: 按星期平均的睡眠图表

source: Weekday average steps chart
de: Diagramm der durchschnittlichen Schritte nach Wochentag
es: Gráfico de pasos promedio por día de la semana
fr: Graphique des pas moyens par jour de la semaine
it: Grafico delle medie di passi per giorno della settimana
ja: 曜日別の平均歩数のグラフ
ko: 요일별 평균 걸음 수 차트
pt_br: Gráfico de passos médios por dia da semana
ru: График средних шагов по дням недели
zh_hans: 按星期平均的步数图表

source: Weekday averages need at least 2 entries for every weekday
de: Wochentagsdurchschnitte benötigen mindestens 2 Einträge für jeden Wochentag
es: Los promedios por día de la semana necesitan al menos 2 entradas para cada día
fr: Les moyennes par jour de la semaine nécessitent au moins 2 entrées pour chaque jour
it: Le medie per giorno della settimana richiedono almeno 2 voci per ogni giorno
ja: 曜日別の平均には、各曜日につき2件以上のデータが必要です
ko: 요일별 평균을 보려면 모든 요일에 기록이 2개 이상 있어야 해요
pt_br: As médias por dia da semana precisam de pelo menos 2 entradas para cada dia
ru: Для средних по дням недели нужно минимум 2 записи на каждый день
zh_hans: 按星期平均需要每个星期几各有至少2条记录

source: Weekday energy averages are unavailable
de: Energiedurchschnitte nach Wochentag sind nicht verfügbar
es: Los promedios de energía por día de la semana no están disponibles
fr: Les moyennes d'énergie par jour de la semaine ne sont pas disponibles
it: Le medie di energia per giorno della settimana non sono disponibili
ja: 曜日別のエネルギー平均は利用できません
ko: 요일별 에너지 평균을 볼 수 없어요
pt_br: As médias de energia por dia da semana estão indisponíveis
ru: Средние по энергии по дням недели недоступны
zh_hans: 按星期平均的能量数据不可用

source: Weekday sleep averages are unavailable
de: Schlafdurchschnitte nach Wochentag sind nicht verfügbar
es: Los promedios de sueño por día de la semana no están disponibles
fr: Les moyennes de sommeil par jour de la semaine ne sont pas disponibles
it: Le medie di sonno per giorno della settimana non sono disponibili
ja: 曜日別の睡眠平均は利用できません
ko: 요일별 수면 평균을 볼 수 없어요
pt_br: As médias de sono por dia da semana estão indisponíveis
ru: Средние по сну по дням недели недоступны
zh_hans: 按星期平均的睡眠数据不可用

source: Weekday sleep averages need at least 2 nights for every weekday
de: Schlafdurchschnitte nach Wochentag benötigen mindestens 2 Nächte für jeden Wochentag
es: Los promedios de sueño por día de la semana necesitan al menos 2 noches para cada día
fr: Les moyennes de sommeil par jour de la semaine nécessitent au moins 2 nuits pour chaque jour
it: Le medie di sonno per giorno della settimana richiedono almeno 2 notti per ogni giorno
ja: 曜日別の睡眠平均には、各曜日につき2晩以上のデータが必要です
ko: 요일별 수면 평균을 보려면 모든 요일에 수면 기록이 2일 이상 있어야 해요
pt_br: As médias de sono por dia da semana precisam de pelo menos 2 noites para cada dia
ru: Для средних по сну нужно минимум 2 ночи на каждый день недели
zh_hans: 按星期平均的睡眠需要每个星期几各有至少2晚数据

source: Weekday step averages are unavailable
de: Schrittdurchschnitte nach Wochentag sind nicht verfügbar
es: Los promedios de pasos por día de la semana no están disponibles
fr: Les moyennes de pas par jour de la semaine ne sont pas disponibles
it: Le medie di passi per giorno della settimana non sono disponibili
ja: 曜日別の歩数平均は利用できません
ko: 요일별 걸음 수 평균을 볼 수 없어요
pt_br: As médias de passos por dia da semana estão indisponíveis
ru: Средние по шагам по дням недели недоступны
zh_hans: 按星期平均的步数数据不可用

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 週間
ko: 주간
pt_br: Semanal
ru: Недельный
zh_hans: 每周

source: Weekly · %@
de: Wöchentlich · %@
es: Semanal · %@
fr: Hebdomadaire · %@
it: Settimanale · %@
ja: 週間 · %@
ko: 주간 · %@
pt_br: Semanal · %@
ru: Недельный · %@
zh_hans: 每周 · %@

source: Weekly split
de: Wochensplit
es: Split semanal
fr: Split hebdomadaire
it: Split settimanale
ja: 週間スプリット
ko: 주간 스플릿
pt_br: Split semanal
ru: Недельный сплит
zh_hans: 每周分化

source: Weekly Split
de: Wochensplit
es: Split semanal
fr: Split hebdomadaire
it: Split settimanale
ja: 週間スプリット
ko: 주간 스플릿
pt_br: Split semanal
ru: Недельный сплит
zh_hans: 每周分化

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: 体重
ko: 중량
pt_br: Peso
ru: Вес
zh_hans: 重量

source: Weight entry
de: Gewichtseintrag
es: Registro de peso
fr: Entrée de poids
it: Voce di peso
ja: 体重の記録
ko: 체중 기록
pt_br: Registro de peso
ru: Запись веса
zh_hans: 体重记录

source: Weight Goal
de: Gewichtsziel
es: Objetivo de peso
fr: Objectif de poids
it: Obiettivo di peso
ja: 体重目標
ko: 체중 목표
pt_br: Meta de peso
ru: Цель по весу
zh_hans: 体重目标

source: Weight goal reached
de: Gewichtsziel erreicht
es: Objetivo de peso alcanzado
fr: Objectif de poids atteint
it: Obiettivo di peso raggiunto
ja: 体重目標を達成
ko: 체중 목표 달성
pt_br: Meta de peso alcançada
ru: Цель по весу достигнута
zh_hans: 体重目标已达成

source: Weight Goal Type
de: Art des Gewichtsziels
es: Tipo de objetivo de peso
fr: Type d'objectif de poids
it: Tipo di obiettivo di peso
ja: 体重目標の種類
ko: 체중 목표 종류
pt_br: Tipo de meta de peso
ru: Тип цели по весу
zh_hans: 体重目标类型

source: Weight Goals
de: Gewichtsziele
es: Objetivos de peso
fr: Objectifs de poids
it: Obiettivi di peso
ja: 体重目標
ko: 체중 목표
pt_br: Metas de peso
ru: Цели по весу
zh_hans: 体重目标

source: Weight history chart
de: Gewichtsverlaufsdiagramm
es: Gráfico de historial de peso
fr: Graphique d'historique de poids
it: Grafico della cronologia del peso
ja: 体重履歴のグラフ
ko: 체중 기록 차트
pt_br: Gráfico de histórico de peso
ru: График истории веса
zh_hans: 体重历史图表

source: Weight, sleep, energy, steps, volume
de: Gewicht, Schlaf, Energie, Schritte, Volumen
es: Peso, sueño, energía, pasos, volumen
fr: Poids, sommeil, énergie, pas, volume
it: Peso, sonno, energia, passi, volume
ja: 体重、睡眠、エネルギー、歩数、ボリューム
ko: 체중, 수면, 에너지, 걸음 수, 볼륨
pt_br: Peso, sono, energia, passos, volume
ru: Вес, сон, энергия, шаги, объём
zh_hans: 体重、睡眠、能量、步数、训练量

source: Weight. No weight entries yet.
de: Gewicht. Noch keine Gewichtseinträge.
es: Peso. Aún no hay registros de peso.
fr: Poids. Aucune entrée de poids pour l'instant.
it: Peso. Ancora nessuna voce di peso.
ja: 体重。体重の記録はまだありません。
ko: 체중. 아직 기록이 없어요.
pt_br: Peso. Ainda sem registros de peso.
ru: Вес. Записей веса пока нет.
zh_hans: 体重。还没有体重记录。

source: Weight/Side
de: Gewicht/Seite
es: Peso/lado
fr: Poids/côté
it: Peso/lato
ja: 重量/片側
ko: 한쪽 중량
pt_br: Peso/lado
ru: Вес/сторона
zh_hans: 单侧重量

source: Weighted Ball
de: Gewichtsball
es: Balón con peso
fr: Ballon lesté
it: Palla zavorrata
ja: ウェイトボール
ko: 웨이트 볼
pt_br: Bola com peso
ru: Медбол
zh_hans: 负重球

source: Wendler's 5/3/1 with Boring But Big accessory volume. One main lift per day, then 5x10 BBB at 50–70% of training max.
de: Wendlers 5/3/1 mit Boring-But-Big-Hilfsvolumen. Eine Hauptübung pro Tag, dann 5×10 BBB bei 50–70 % des Trainingsmaximums.
es: 5/3/1 de Wendler con volumen accesorio Boring But Big. Un levantamiento principal por día, luego 5x10 BBB al 50–70 % del máximo de entrenamiento.
fr: 5/3/1 de Wendler avec volume accessoire Boring But Big. Un mouvement principal par jour, puis 5x10 BBB à 50–70 % du max d'entraînement.
it: Il 5/3/1 di Wendler con il volume complementare Boring But Big. Un esercizio principale al giorno, poi 5x10 BBB al 50–70% del massimale di allenamento.
ja: Wendlerの5/3/1に、Boring But Bigの補助ボリュームを組み合わせます。1日1種目のメインリフトの後、トレーニングマックスの50〜70%で5x10のBBBを行います。
ko: 웬들러 5/3/1에 Boring But Big 보조 볼륨을 더했어요. 하루에 메인 종목 하나, 그다음 트레이닝 맥스의 50–70%로 BBB 5x10.
pt_br: 5/3/1 do Wendler com volume acessório Boring But Big. Um exercício principal por dia, depois 5x10 BBB a 50–70 % do máximo de treino.
ru: 5/3/1 Вендлера с подсобным объёмом Boring But Big. Одно основное движение в день, затем 5x10 BBB на 50–70% от тренировочного максимума.
zh_hans: 温德勒 5/3/1，搭配 Boring But Big 的辅助训练量。每天一个主项，然后按训练最大值 50–70% 做 5x10 的 BBB。

source: What about existing sets?
de: Was passiert mit den vorhandenen Sätzen?
es: ¿Qué pasa con las series existentes?
fr: Que faire des séries existantes ?
it: E le serie esistenti?
ja: 既存のセットはどうしますか？
ko: 기존 세트는 어떻게 할까요?
pt_br: E quanto às séries existentes?
ru: Что делать с существующими подходами?
zh_hans: 现有的组怎么处理？

source: What am I training ${day}
de: Was trainiere ich am ${day}
es: Qué entreno el ${day}
fr: Qu'est-ce que je travaille le ${day}
it: Cosa alleno ${day}
ja: ${day}は何をトレーニングする？
ko: ${day} 무엇을 훈련하나요
pt_br: O que vou treinar em ${day}
ru: Что я тренирую ${day}
zh_hans: 我 ${day} 练什么

source: What kind of plan do you want?
de: Welche Art von Plan möchtest du?
es: ¿Qué tipo de plan quieres?
fr: Quel type de plan veux-tu ?
it: Che tipo di scheda vuoi?
ja: どのようなプランを作成しますか？
ko: 어떤 플랜을 원하나요?
pt_br: Que tipo de plano você quer?
ru: Какой план тебе нужен?
zh_hans: 你想要哪种计划？

source: What should happen to the existing sets?
de: Was soll mit den vorhandenen Sätzen passieren?
es: ¿Qué debería pasar con las series existentes?
fr: Que doit-il advenir des séries existantes ?
it: Cosa vuoi fare con le serie esistenti?
ja: 既存のセットをどうしますか？
ko: 기존 세트를 어떻게 처리할까요?
pt_br: O que deve acontecer com as séries existentes?
ru: Что сделать с существующими подходами?
zh_hans: 现有的组要如何处理？

source: What should your hydration goal be?
de: Wie hoch soll dein Flüssigkeitsziel sein?
es: ¿Cuál debería ser tu objetivo de hidratación?
fr: Quel devrait être ton objectif d’hydratation ?
it: Quale vuoi che sia il tuo obiettivo di idratazione?
ja: 水分補給目標を入力してください
ko: 수분 섭취 목표를 얼마로 할까요?
pt_br: Qual deve ser a sua meta de hidratação?
ru: Какой должна быть цель по воде?
zh_hans: 你的饮水目标定为多少？

source: What should your steps goal be?
de: Wie hoch soll dein Schrittziel sein?
es: ¿Cuál debería ser tu objetivo de pasos?
fr: Quel doit être ton objectif de pas ?
it: Quale vuoi che sia il tuo obiettivo di passi?
ja: 歩数目標を入力してください
ko: 걸음 수 목표를 얼마로 할까요?
pt_br: Qual deve ser sua meta de passos?
ru: Какой должна быть цель по шагам?
zh_hans: 你的步数目标定为多少？

source: What target weight should we use?
de: Welches Zielgewicht sollen wir verwenden?
es: ¿Qué peso objetivo deberíamos usar?
fr: Quel poids cible devons-nous utiliser ?
it: Che peso target usiamo?
ja: 目標体重はいくつにしますか？
ko: 목표 체중을 얼마로 할까요?
pt_br: Qual peso-alvo devemos usar?
ru: Какой целевой вес использовать?
zh_hans: 目标体重设为多少？

source: What type of split do you want to create?
de: Welche Art von Split möchtest du erstellen?
es: ¿Qué tipo de split quieres crear?
fr: Quel type de split veux-tu créer ?
it: Che tipo di split vuoi creare?
ja: どの種類のスプリットを作成しますか？
ko: 어떤 종류의 스플릿을 만들까요?
pt_br: Que tipo de split você quer criar?
ru: Какой сплит создать?
zh_hans: 你想创建哪种类型的分化？

source: What weight would you like to log?
de: Welches Gewicht möchtest du protokollieren?
es: ¿Qué peso te gustaría registrar?
fr: Quel poids souhaites-tu enregistrer ?
it: Che peso vuoi registrare?
ja: 記録する体重を入力してください
ko: 어떤 체중을 기록할까요?
pt_br: Qual peso você gostaria de registrar?
ru: Какой вес записать?
zh_hans: 你想记录多少体重？

source: What's New
de: Neuheiten
es: Novedades
fr: Nouveautés
it: Novità
ja: 新機能
ko: 새로운 기능
pt_br: Novidades
ru: Что нового
zh_hans: 新功能

source: What's your fitness level?
de: Wie ist dein Fitnesslevel?
es: ¿Cuál es tu nivel físico?
fr: Quel est ton niveau de forme ?
it: Qual è il tuo livello di allenamento?
ja: フィットネスレベルを教えてください
ko: 운동 수준이 어떻게 되나요?
pt_br: Qual é o seu nível de condicionamento?
ru: Какой у тебя уровень подготовки?
zh_hans: 你的健身水平如何？

source: What's your gender?
de: Was ist dein Geschlecht?
es: ¿Cuál es tu género?
fr: Quel est ton genre ?
it: Qual è il tuo genere?
ja: 性別を教えてください
ko: 성별이 어떻게 되나요?
pt_br: Qual é o seu gênero?
ru: Твой пол?
zh_hans: 你的性别是？

source: What's your height?
de: Wie groß bist du?
es: ¿Cuánto mides?
fr: Quelle est ta taille ?
it: Quanto sei alto?
ja: 身長を教えてください
ko: 키가 어떻게 되나요?
pt_br: Qual é a sua altura?
ru: Твой рост?
zh_hans: 你的身高是？

source: What's your name?
de: Wie heißt du?
es: ¿Cómo te llamas?
fr: Comment t'appelles-tu ?
it: Come ti chiami?
ja: お名前を教えてください
ko: 이름이 어떻게 되나요?
pt_br: Qual é o seu nome?
ru: Как тебя зовут?
zh_hans: 你叫什么名字？

source: When Auto Fill Plan Targets is on, workouts started from a plan prefill each set with its prescribed weight, reps, and rest. Show Previous by Default controls whether the reference column starts on previous performance instead of the plan target; Previous Source chooses either your last matching workout or the last completed session from the same plan.
de: Wenn „Planziele automatisch ausfüllen“ aktiv ist, füllen aus einem Plan gestartete Workouts jeden Satz mit dem vorgegebenen Gewicht, den Wiederholungen und der Pause vor. „Vorherige standardmäßig anzeigen“ legt fest, ob die Referenzspalte mit der vorherigen Leistung statt dem Planziel beginnt; „Vorherige Quelle“ wählt entweder dein letztes passendes Workout oder die letzte abgeschlossene Einheit desselben Plans.
es: Cuando «Rellenar objetivos del plan automáticamente» está activado, los entrenamientos iniciados desde un plan rellenan cada serie con su peso, repeticiones y descanso prescritos. «Mostrar anteriores por defecto» controla si la columna de referencia empieza en el rendimiento anterior en lugar del objetivo del plan; «Fuente anterior» elige tu último entrenamiento coincidente o la última sesión completada del mismo plan.
fr: Lorsque « Remplir automatiquement les objectifs du plan » est activé, les séances lancées depuis un plan préremplissent chaque série avec le poids, les répétitions et le repos prescrits. « Afficher les précédents par défaut » détermine si la colonne de référence commence sur la performance précédente plutôt que sur l'objectif du plan ; « Source précédente » choisit soit ta dernière séance correspondante, soit la dernière séance terminée du même plan.
it: Quando Compila automaticamente i target della scheda è attivo, gli allenamenti avviati da una scheda precompilano ogni serie con peso, ripetizioni e recupero previsti. Mostra i precedenti come predefinito determina se la colonna di riferimento parte dalla performance precedente invece che dal target della scheda; Origine dei valori precedenti sceglie tra il tuo ultimo allenamento corrispondente e l'ultima sessione completata con la stessa scheda.
ja: 「プランの目標値を自動入力」がオンの場合、プランから開始したワークアウトでは、各セットに設定された重量、レップ、休憩があらかじめ入力されます。「前回の記録を標準で表示」は、参照列をプランの目標値ではなく前回の記録から始めるかどうかを決めます。「前回の記録の参照元」では、直近の一致するワークアウトか、同じプランで最後に完了したセッションのどちらかを選べます。
ko: 플랜 목표 자동 입력이 켜져 있으면 플랜으로 시작한 운동에서 각 세트에 지정된 중량, 횟수, 휴식이 미리 채워져요. 이전 값 기본 표시는 참고 열을 플랜 목표 대신 이전 수행 기록으로 시작할지 정해요. 이전 값 출처는 마지막으로 일치한 운동과 같은 플랜의 마지막 완료 세션 중 하나를 고를 수 있어요.
pt_br: Quando „Preencher metas do plano automaticamente“ está ativado, os treinos iniciados a partir de um plano preenchem cada série com o peso, as repetições e o descanso prescritos. „Mostrar anteriores por padrão“ controla se a coluna de referência começa no desempenho anterior em vez da meta do plano; „Fonte anterior“ escolhe seu último treino correspondente ou a última sessão concluída do mesmo plano.
ru: Когда включено автозаполнение целей плана, в тренировках по плану каждый подход заранее заполняется заданным весом, повторениями и отдыхом. «Показывать прошлое по умолчанию» определяет, показывать ли в колонке-ориентире прошлый результат вместо цели плана; «Источник прошлых значений» выбирает последнюю подходящую тренировку или последнюю завершённую тренировку по тому же плану.
zh_hans: 开启“自动填充计划目标”后，由计划开始的训练会用预设的重量、次数和休息时间预填每一组。“默认显示上次数据”决定参考列是先显示上次表现还是计划目标；“上次数据来源”则决定取自最近一次相同的训练，还是同一计划最近完成的那次训练。

source: When this is off, data removed from Apple Health is also removed from this app.
de: Wenn dies deaktiviert ist, werden aus Apple Health entfernte Daten auch aus dieser App entfernt.
es: Cuando esto está desactivado, los datos eliminados de Apple Salud también se eliminan de esta app.
fr: Lorsque ceci est désactivé, les données supprimées d'Apple Santé sont aussi supprimées de cette app.
it: Quando è disattivato, i dati rimossi da Apple Health vengono rimossi anche da questa app.
ja: オフにすると、Apple Healthから削除されたデータはこのアプリからも削除されます。
ko: 이걸 끄면 Apple Health에서 삭제한 데이터가 이 앱에서도 삭제돼요.
pt_br: Quando isto está desativado, os dados removidos do Apple Saúde também são removidos deste app.
ru: Когда выключено, данные, удалённые из Apple Health, удаляются и из приложения.
zh_hans: 关闭此项后，从 Apple Health 中移除的数据也会从本应用中移除。
